/**
 * Copyright (c) Tiny Technologies, Inc. All rights reserved.
 * Licensed under the LGPL or a commercial license.
 * For LGPL see License.txt in the project root for license information.
 */

export default `<?xml version="1.0" encoding="utf-8"?>
<!-- Generator: Adobe Illustrator 23.0.2, SVG Export Plug-In . SVG Version: 6.00 Build 0)  -->
<svg version="1.1" id="图层_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
	 viewBox="0 0 850.394 850.394" enable-background="new 0 0 850.394 850.394" xml:space="preserve">
<g>
	<path fill="currentColor" d="M815.329,535.818c0.041-0.049,0.086-0.097,0.127-0.146c3.987-4.826,6.493-10.921,6.823-17.588
		c0.025-0.501,0.038-1.003,0.038-1.507V42.861C822.316,19.228,803.055,0,779.379,0H71.015C47.339,0,28.077,19.228,28.077,42.861
		v764.671c0,23.634,19.262,42.861,42.938,42.861h414.914c0.132,0,0.263-0.008,0.394-0.01c0.128,0.002,0.255,0.01,0.384,0.01
		c10.3,0,19.385-5.193,24.788-13.102L813.44,537.88c0.018-0.018,0.034-0.037,0.052-0.054c0.187-0.187,0.367-0.381,0.55-0.573
		c0.154-0.161,0.312-0.319,0.461-0.484C814.786,536.459,815.059,536.14,815.329,535.818z M88.077,60h674.239v426.577H503.397
		c-25.745,0-46.69,20.902-46.69,46.594v257.223H88.077V60z M719.456,546.577L516.707,747.625V546.577H719.456z"/>
	<path fill="currentColor" d="M253.41,252.283h343.573c11.046,0,20-8.954,20-20s-8.954-20-20-20H253.41c-11.045,0-20,8.954-20,20
		S242.365,252.283,253.41,252.283z"/>
	<path fill="currentColor" d="M328.302,414.976H253.41c-11.046,0-20,8.954-20,20s8.954,20,20,20h74.892c11.046,0,20-8.954,20-20
		S339.348,414.976,328.302,414.976z"/>
</g>
</svg>
`